Repository: myclabs/Inventory
Catalog: application/languages/User/resetPassword.tmx
Source language: fr
Languages: en

source: Réinitialisation de votre mot de passe
en: Reset of your password

source: Remplissez ce premier formulaire afin de recevoir un code de vérification par e-mail.
en: Please fill in this first form in order to receive the verification code.

source: Merci de saisir ci-dessous les caractères figurant dans l'image ci-contre
en: Please enter below the types in the picture opposite

source: Les caractères saisis ne correspondent pas à ceux de l'image.
en: Entered types do not match those of the image above.

source: Le code de vérification a été envoyé à l'adresse e-mail indiquée.
en: Verification code was sent to the typed in e-mail address.

source: Entrez le code de confirmation reçu par email.
en: Please type in the confirmation code received by e-mail.

source: Code de confirmation
en: Confirmation code

source: Code de confirmation invalide.
en: Invalid confirmation code.
